

const strings = {
    titleEpochs: "Медали и ордена",
    titleSettings: "Настройки",
    medals: "Медали",
    ordens: "Ордена",
    titleSearchNames: "Поиск награждённых",
    titleSearchItems: "Поиск награды",
    searchItemsInfo: "В данном разделе Вы сможете определить ФИО награждаемого лица по номеру, указанному на медали. Выберите по какой медали нужно будет произвести поиск, и введите номер медали. Если данный поиск не принес результата - это не означает, что медаль никому не принадлежит!",
    search: "Найти",
    searchItemsSettings: {
        glory: 'За отвагу',
        militaryMerit: 'За боевые заслуги',
        medal: "Медаль",
        numberFiled: "Введите номер медали",
        results: "Результаты поиска",
        // "numberFiled": "Введите номер медали",

    },
    settingsStings: {
        mail: 'Написать в техподдержку',
        export: 'Экспортировать свою коллекцию',
        share: 'Поделиться ссылкой на приложение',
        reload: 'Восстановить покупки',
        chache: 'Кэшировать доступные данные',

        mailSubject: 'Проблемы с приложением',
        mailBody: 'У меня следующая проблема:\n',
        mailErrorTitle: 'Не получилось создать письмо.',
        mailError: 'Возможно у вас не настроено приложение для работы с почтой. Попробуйте самостоятельно отправить сообщения на адрес:\n',

        shareTitle: "Рекомендую приложение Фалеристика",
        shareMessage: "Рекомендую приложение\nФалеристика (медали и ордена России)",
        shareError: "Не получилось поделиться приложением"
    }
}



export default strings